<template>
  <div class="tab_content">
    <div class="module_title">Права человека и COVID-19</div>
    <div class="tab_content-text">
      На передовой борьбе с нынешней пандемией находятся три права:
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">
        Право на жизнь и обязанность защищать жизнь
      </div>
      <div class="tab_content-text">
        Мы боремся с COVID-19, чтобы защитить жизни всех людей. Право на жизнь
        напоминает нам о том, что государство обязано защищать человеческую
        жизнь, в том числе путем устранения основных условий в обществе,
        создающих прямые угрозы для жизни. Государство прилагает для этого
        огромные усилия, и это право должно оставаться в центре внимания.
      </div>
      <div class="tab_content-block">
        <div class="tab_content-title">
          Право на здоровье и доступ к здравоохранению
        </div>
        <div class="tab_content-text">
          Право на здоровье является неотъемлемой частью права на жизнь.
          Вызванный COVID-19 кризис испытывает на прочность способность
          государств защищать право на здоровье. Каждый человек имеет право на
          наивысший достижимый уровень здоровья, обеспечивающий ему достойные
          условия жизни. Каждый человек, независимо от его социального или
          экономического положения, должен иметь доступ к необходимому ему
          медицинскому обслуживанию.
        </div>
        <div class="tab_content-text">
          Опыт борьбы с COVID-19 свидетельствует о том, что в обязательном
          порядке необходимо обеспечить всеобщий доступ к медицинским услугам.
          Государство, которое располагает эффективными и устойчивыми системами
          здравоохранения, лучше подготовлено к реагированию на кризисы. Системы
          здравоохранения во всем мире испытали перегрузку, а некоторые из них
          находятся на грани коллапса. Всеобщий доступ к медицинским услугам
          содействует созданию эффективных и устойчивых систем здравоохранения,
          позволяет охватить уязвимые группы населения и способствует повышению
          готовности к пандемиям и принятию превентивных мер. Обеспечение
          всеобщего охвата услугами здравоохранения входит в одну из задач цели
          3 в области устойчивого развития.
        </div>
        <div class="tab_content-text">
          Системы всеобщего, доступного здравоохранения помогают бороться с
          пандемией, обеспечивая каждому человеку без какой-либо дискриминации
          доступ к основным мерам, сдерживающим распространение вируса.
        </div>
        <div class="tab_content-text">
          К таким мерам относятся тестирование, специализированный уход за
          наиболее уязвимыми пациентами, интенсивный уход и вакцинация, когда
          это возможно, независимо от платежеспособности. В ответ на пандемию
          некоторые страны обеспечили всеобщий доступ к медицинским услугам для
          всех жителей; другие заключили соглашения с медицинскими учреждениями
          частного сектора об использовании их помещений и оборудования для
          борьбы с пандемией.
        </div>
      </div>
      <div class="tab_content-block">
        <div class="tab_content-title">Свобода передвижения</div>
        <div class="tab_content-text">
          Для того чтобы контролировать распространение вируса и защищать право
          на жизнь, необходимо разорвать цепь инфекции: люди должны перестать
          передвигаться и взаимодействовать друг с другом. Наиболее
          распространенной мерой в области общественного здравоохранения,
          принимаемой государствами в борьбе с COVID-19, является ограничение
          свободы передвижения, которое может принимать форму режима изоляции
          или указания оставаться дома. Это практический метод, необходимый для
          того, чтобы остановить распространение вируса, предотвратить
          перегрузку систем здравоохранения и тем самым спасти жизни людей.
        </div>
        <div class="tab_content-text">
          Однако режим изоляции может иметь весьма серьезные последствия для
          занятости, экономического положения, доступа к услугам, в том числе
          доступа к здравоохранению, продовольствию, водоснабжению, образованию
          и социальным услугам, а также для безопасной обстановки дома,
          надлежащего уровня жизни и семейной жизни. Становится понятно, что
          свобода передвижения является одним из важнейших прав, которое
          способствует осуществлению многих других прав.
        </div>
        <div class="tab_content-text">
          Хотя международное право допускает некоторые ограничения свободы
          передви-жения, в том числе по соображениям безопасности и в связи с
          чрезвычайными ситуациями в стране, например, в области
          здравоохранения, ограничения свободы передвижения должны быть строго
          необходимыми, соразмерными и недискримина-ционными. Возможность
          производить эффективное и обобщенное тестирование и отслеживание
          контактов и принимать адресные карантинные меры может уменьшить
          необходимость во введении более неизбирательных ограничений.
        </div>
      </div>
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-3",
  components: {},
  data() {
    return {};
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
</style>
