<template>
  <div class="tab_content">
    <div class="module_title" style="max-width: 800px; width: 100%">
      Этические принципы оптимального оказания медицинской помощи во время
      пандемии COVID-19
    </div>
    <div class="tab_content-text">
      Соблюдение этических норм занимает центральное место в оказании
      медицинской помощи пациентам с COVID-19 точно так же, как и в любых других
      аспектах клинической медицины. Медицинская помощь включает в себя
      использование клинических знаний и опыта в контексте межличностных
      взаимоотношений в процессе оказания помощи для обеспечения максимальной
      пользы для пациента.
    </div>
    <div class="tab_content-text">
      Этические соображения, которые относятся ко всем пациентам с COVID-19
      Равное нравственное уважение ко всем людям: каждый человек одинаково
      ценен. Решения о лечении и уходе должны основываться на медицинских
      потребностях, без учета нерелевантных или дискриминационных признаков,
      таких как этническая принадлежность, религия, пол, возраст, инвалидность
      или политическая ориентация.
    </div>
    <div class="tabImg" style="max-width: 600px">
      <img src="/images/tabImg/167.png" alt="" />
    </div>
    <div class="tab_content-text">
      Пациенты с аналогичными нарушениями здоровья или симптомами должны
      получать равноценное лечение и уход. Проявление нравственного уважения
      означает максимально возможное вовлечение пациентов и их попечителей в
      процесс принятия решений с разъяснением вариантов и ограничений тех или
      иных методов лечения.
    </div>
    <div class="tab_content-text">
      Обязанность оказывать помощь (врачебный долг): каждый пациент имеет право
      получать наилучшую помощь и лечение, доступные в данных обстоятельствах.
      Даже в тех случаях, когда во время кризиса необходимо нормировать
      ограниченные средства, медицинские работники переднего края обязаны
      заботиться о благополучии своих пациентов в пределах имеющихся ресурсов.
    </div>
    <div class="tab_content-text">
      Медицинские работники переднего края также имеют право на заботу о своем
      благополучии. В этой связи, в целях обеспечения их безопасности, им должны
      быть предоставлены надлежащие СИЗ. Это приносит пользу как им самим, так и
      всему обществу, поскольку от состояния здоровья медицинских работников
      зависит, как долго они смогут обеспечивать выполнение своих клинических
      функций.
    </div>
    <div class="tabImg" style="max-width: 600px">
      <img src="/images/tabImg/168.png" alt="" />
    </div>
    <div class="tab_content-title">Неоставление без помощи:</div>
    <div class="tab_content-text">
      Из соображений равного нравственного уважения и обязанности оказывать
      помощь следует, что ни один человек, нуждающийся в медицинской помощи, не
      должен быть оставлен без внимания. Оказание помощи распространяется на
      семью и других лиц, близких к пациентам; следует изыскивать возможности
      для коммуникации с ними.
    </div>
    <div class="tab_content-text">
      Всем пациентам с дыхательной недостаточностью, с отсутствием показаний для
      ИВЛ или у которых она была прекращена, следует оказывать паллиативную
      помощь.
    </div>
    <div class="tabImg" style="max-width: 600px">
      <img src="/images/tabImg/169.png" alt="" />
    </div>
    <div class="tab_content-title">Защита здоровья населения:</div>
    <div class="tab_content-text">
      Необходимо предусматривать и соблюдать надлежащие меры программа
      профилактики инфекций и инфекционного контроля (ПИИК) и обеспечивать
      контроль за их выполнением. Эти меры защищают пациентов, медицинских
      работников и общество в целом. Во время пандемии основное внимание должно
      уделяться как клинической помощи пациентам, так и укреплению общественного
      здоровья.
    </div>
    <div class="tab_content-title">Конфиденциальность:</div>
    <div class="tab_content-text">
      Вся коммуникация между пациентом и клиницистом должна оставаться
      конфиденциальной, за исключением случаев возникновения серьезных угроз для
      общественного здоровья (например, применительно к отслеживанию контактов и
      наблюдению за ними и т. д.) или других принятых обоснований для нарушения
      конфиденциальности. Частная индивидуальная информация должна храниться
      конфиденциально, за исключением ситуаций обоснованного раскрытия.
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-7",
  components: {},
  data() {
    return {};
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
.tabImg {
  width: 100%;
  margin: 20px auto;
}
.tabImg img {
  width: 100%;
  object-fit: contain;
}
</style>
