<template>
  <div class="tab_content">
    <!-- <div class="module_title" style="text-align: center">
      Чтобы продолжить обучение, ответьте, пожалуйста на вопросы
    </div> -->
    <div class="module_title">
      Этические принципы оптимального оказания медицинской помощи во время
      пандемии COVID-19
    </div>
    <div class="tab_content-text">
      Cоблюдение этических норм занимает центральное место в оказании
      медицинской помощи пациентам с COVID-19 точно так же, как и в любых других
      аспектах клинической медицины. Медицинская помощь включает в себя
      использование клинических знаний и опыта в контексте межличностных
      взаимоотношений в процессе оказания помощи для обеспечения максимальной
      пользы для пациента.
    </div>
    <div class="tab_content-text">
      Этические соображения, которые относятся ко всем пациентам с COVID-19
      Равное нравственное уважение ко всем людям: каждый человек одинаково
      ценен. Решения о лечении и уходе должны основываться на медицинских
      потребностях, без учета нерелевантных или дискриминационных признаков,
      таких как этническая принадлежность, религия, пол, возраст, инвалидность
      или политическая ориентация.
    </div>
    <div class="tab_content-text">
      Пациенты с аналогичными нарушениями здоровья или симптомами должны
      получать равноценное лечение и уход. Проявление нравственного уважения
      означает максимально возможное вовлечение пациентов и их попечителей в
      процесс принятия решений с разъяснением вариантов и ограничений тех или
      иных методов лечения.
    </div>
    <div class="tab_content-text">
      Обязанность оказывать помощь (врачебный долг): каждый пациент имеет право
      получать наилучшую помощь и лечение, доступные в данных обстоятельствах.
      Даже в тех случаях, когда во время кризиса необходимо нормировать
      ограниченные средства, медицинские работники переднего края обязаны
      заботиться о благополучии своих пациентов в пределах имеющихся ресурсов.
    </div>
    <div class="tab_content-text">
      Медицинские работники переднего края также имеют право на заботу о своем
      благополучии. В этой связи, в целях обеспечения их безопасности, им должны
      быть предоставлены надлежащие СИЗ. Это приносит пользу как им самим, так и
      всему обществу, поскольку от состояния здоровья медицинских работников
      зависит, как долго они смогут обеспечивать выполнение своих клинических
      функций.
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-6",
  components: {},
  data() {
    return {};
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
</style>
