<template>
  <div class="tab_content">
    <div>
      <div class="tab_content-block">
        <div class="tab_content-title">Грипп</div>
        <div class="tab_content-text">
          Грипп – это острая вирусная инфекция, которая легко распространяется
          от человека к человеку, вызывая серьезные осложнения различных органов
          и систем организма. Грипп циркулирует во всем мире, вызывая эпидемии и
          поражая представителей любой возрастной группы. В дополнение к
          сезонным эпидемиям, появление нового подтипа вируса гриппа может
          провоцировать пандемии гриппа.Грипп - одно из самых тяжелых и
          распространенных вирусных заболеваний зимнего сезона. Существует 4
          типа вирусов сезонного гриппа – типы A, B, C и D. Вирусы гриппа A и B
          циркулируют и вызывают сезонные эпидемии болезни.
        </div>
      </div>
      <ul class="tab-content_ul">
        <div class="content_flex-info">
          <li v-for="(item, i) in items" :key="i" class="tab-content_li">
            <img src="/svg/virusIcon.svg" alt="" />
            <span>{{ $t(item.name) }}</span>
          </li>
        </div>
        <div class="content_flex-img">
          <img src="/images/tabImg/image 143.png" alt="" />
        </div>
      </ul>
      <div class="tab_content-block">
        <div class="tab_content-text">
          <strong class="strongColor">Грипп </strong> – это заболевание, иногда
          приводящее к смертельному исходу.
        </div>
      </div>
      <div class="tab_content-block">
        <div class="tab_content-text">
          <strong class="strongColor"
            >Вирус гриппа и ОРИ очень легко передается:
          </strong>
          Самый распространенный путь передачи инфекции - воздушно-капельный.
          Источником ОРИ и гриппа является человек (больной с явными или
          стертыми формами заболевания)
        </div>
      </div>
      <div lass="tab_content-block">
        <div class="tab_content-text">
          Вирусы ОРИ и гриппа могут сохранять жизнеспособность вне организма до
          3-х недель. Поэтому заражение может происходить даже спустя
          значительное время после контакта больного человека с предметами
          домашнего обихода, детскими игрушками, посудой, ручками дверей
          общественных заведений и другое. С другой стороны, для успешного
          внедрения вируса в организм важен ещё один фактор — количество
          вирусных частиц, попадающих в организм. Чем оно меньше, тем меньше
          вероятность того, что возникнет заболевание. Высокая концентрация
          вирусов может сохраняться в закрытых помещениях, особенно с большими
          скоплениями людей: офисах, школах, детских садах, общественном
          транспорте, магазинах. Напротив, на открытом воздухе встретить
          достаточное для заражения количество микробных частиц практически
          невозможно. Передача ОРВИ и сезонного гриппа происходит легко и
          быстро, особенно в местах большого скопления людей, включая школы,
          детские сады, общественный транспорт. При кашле или чихании
          инфицированного человека мелкие капли, содержащие вирус (инфекционные
          капли), попадают в воздух и могут распространяться на расстояние до
          двух метров и инфицировать людей, находящихся поблизости, которые
          вдыхают их.
        </div>
      </div>
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-3",
  components: {},
  data() {
    return {
      items: [
        {
          id: 0,
          name: "Грипп –  это ОРИ, которая легко распространяется от человека к человеку, вызывая серьезные осложнения различных органов и систем организма.",
        },
        {
          id: 1,
          name: "Грипп циркулирует во всем мире, вызывая эпидемии и поражая представителей любой возрастной группы. В дополнение к сезонным эпидемиям, появление нового подтипа вируса гриппа может провоцировать пандемии гриппа ",
        },
        {
          id: 2,
          name: " Грипп - одно из самых тяжелых и распространенных вирусных заболеваний зимнего сезона",
        },
        {
          id: 3,
          name: "Существует 4 типа вирусов сезонного гриппа – типы A, B, C и D. Вирусы гриппа A и B циркулируют и вызывают сезонные эпидемии болезни",
        },
        {
          id: 4,
          name: "Грипп – это заболевание, иногда приводящее к смертельному исходу",
        },
      ],
    };
  },
};
</script>
<style scoped>
.content_flex-img {
  max-width: 160px;
  width: 100%;
  margin: 10px auto;
}
.content_flex-img img {
  width: 100%;
  object-fit: contain;
}
.content_flex-info {
  max-width: 600px;
  width: 100%;
}
@media (max-width: 768px) {
  .tab-content_ul {
    flex-wrap: wrap;
  }
  .content_flex-img {
    order: 1;
  }
  .content_flex-info {
    max-width: 100%;
    order: 2;
  }
}
</style>
