<template>
  <div class="tab_content">
    <div class="module_title">Меры профилактики ОРВИ и гриппа</div>
    <div class="tab_content-text">
      Вы отлично справляетесь с прохождением курса. Сейчас мы начнем осваивать
      основные меры про профилактики ОРВИ и Гриппа. Для этого Вам необходимо
      посмотреть ролик.
    </div>
    <div class="video-player-wrap">
      <div class="video-player">
        <iframe
          frameborder="0"
          allow="autoplay"
          style="width: 100%; height: 400px; object-fit: contain"
          src="https://www.youtube.com/embed/8kYemQyFg58?showinfo=0"
          allowfullscreen="allowfullscreen"
        />
      </div>
    </div>
    <div class="tab_content-text">
      Основным методом специфической (направленной на возбудителя болезни)
      профилактики против гриппа является ежегодная активная вакцинация.
    </div>

    <div class="tab_content-text">
      <strong class="strongColor">Вакцинация</strong> – это простой, безопасный
      и эффективный способ защиты от болезней до того, как человек вступит в
      контакт с их возбудителями. Вакцинация задействует естественные защитные
      механизмы организма для формирования устойчивости к ряду инфекционных
      заболеваний и делает вашу иммунную систему сильнее. Как и болезни, вакцины
      тренируют иммунную систему выработке специфических антител. Однако вакцины
      содержат только убитые или ослабленные формы возбудителей той или иной
      болезни – вирусов или бактерий, – которые не приводят к заболеванию и не
      создают риска связанных с ним осложнений.
    </div>
    <div class="tab_content-title text-center mt-3 bgTab">
      САМОЕ ЭФФЕКТИВНОЕ СРЕДСТВО ПРОТИВ ВИРУСА – ЭТО ВАКЦИНАЦИЯ!
    </div>
    <div class="box">
      <div style="background-color: #198754">
        <strong class="strongColor">Вакцина</strong> – (От лат. vacca — корова),
        медицинский препарат, предназначенный для создания иммунитета к
        инфекционным болезням.
      </div>
      <div style="background-color: #6610f2">
        <strong class="strongColor">Ревакцинация</strong> – повторное введение
        вакцины спустя несколько месяцев и лет. Служит для продления иммунитета.
      </div>
    </div>
    <ul class="tab-content_ul">
      <div class="content_flex-info">
        <li v-for="(item, i) in items1" :key="i" class="tab-content_li">
          <img src="/svg/virusIcon.svg" alt="" />
          <span>{{ $t(item.name) }}</span>
        </li>
      </div>
      <div class="content_flex-img">
        <img src="/images/tabImg/image 154.png" alt="" />
      </div>
    </ul>
    <div class="tab_content-text">
      <strong class="strongColor">Бустерная доза</strong> – вводится для
      подержания напряженного иммунитета, достигнутого в результате вакцинации и
      ревакцинации. Своевременная вакцинация является лучшим способом
      предотвращения или минимизации тяжелых осложнений гриппа. Состав вакцины
      против гриппа меняется ежегодно. Оптимальное время для вакцинации
      октябрь-ноябрь. Вакцинация детей против гриппа возможна, начиная с
      6-месячного возраста. Вакцина против гриппа становится эффективной
      примерно через 14 дней после вакцинации.
    </div>
    <div class="tab_content-text mt-3">
      ВОЗ рекомендует в первую очередь вакцинировать пожилых людей, детей
      младшего возраста, беременных женщин и людей с уже имеющимися
      заболеваниями, поскольку именно эти группы чаще всего страдают от
      серьезных осложнений гриппа. Однако, гриппом может заразиться любой
      человек и здоровые взрослые трудоспособного возраста также могут быть
      вакцинированы. Вакцинация против гриппа хорошо переносится. Всемирная
      организация здравоохранения считает вакцинацию единственной социально и
      экономически оправданной мерой борьбы с гриппом. Вакцинация на 90 %
      снижает заболеваемость, на 60 % снижает госпитализацию. ПОМНИТЕ! Самое
      эффективное средство против вируса гриппа - это вакцинация! Только
      вакцинация поможет избежать тяжелого течения заболевания и летального
      исхода. Сделать прививку против гриппа можно в поликлиниках по месту
      жительства.
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-8",
  components: {},
  data() {
    return {
      items: [
        {
          id: 0,
          name: "ОРИ находятся на первом месте по числу ежегодно заболевающих людей",
        },
        {
          id: 1,
          name: "Поражают органы дыхания ",
        },
        {
          id: 2,
          name: " Передаются воздушно-капельным путём (реже – через предметы и грязные руки)",
        },
        {
          id: 3,
          name: "Вирусы ОРИ живут вне организма до трех недель",
        },
        {
          id: 4,
          name: "Вероятность заражения выше в замкнутых помещениях",
        },
      ],
      items1: [
        {
          id: 0,
          name: "Оптимальное время для вакцинации октябрь- ноябрь",
        },
        {
          id: 1,
          name: "Вакцинация детей против гриппа возможна, начиная с 6-месячного возраста",
        },
        {
          id: 2,
          name: "Вакцина против гриппа становится эффективной примерно через 14 дней после вакцинации",
        },
        {
          id: 3,
          name: "Вакцинация против гриппа хорошо переносится",
        },
        {
          id: 4,
          name: "Вакцинация на 90 % снижает заболеваемость, на 60 % снижает госпитализацию",
        },
      ],
    };
  },
  methods: {
    playerStateChanged() {
      //console.log(event)
    },
  },
};
</script>
<style scoped>
.video-player-wrap {
  margin: 30px 0;
}
.box {
  display: flex;
  justify-content: center;
  flex-wrap: wrap;
  margin: 30px 0;
}
.box div {
  max-width: 330px;
  width: 100%;
  color: white;
  font-size: 18px;
  font-weight: 500;
  border-radius: 4px;
  padding: 10px 5px;
  margin-right: 15px;
  margin-bottom: 15px;
  text-align: center;
}
.content_flex-img {
  max-width: 160px;
  width: 100%;
  margin: 10px auto;
}
.content_flex-img img {
  width: 100%;
  object-fit: contain;
}
.content_flex-info {
  max-width: 600px;
  width: 100%;
}
@media (max-width: 768px) {
  .tab-content_ul {
    flex-wrap: wrap;
  }
  .content_flex-img {
    order: 1;
  }
  .content_flex-info {
    max-width: 100%;
    order: 2;
  }
}
</style>
