<template>
  <div class="tab_content">
    <div class="module_title">
      Введение. Определение и основные принципы эффективной коммуникации в
      условиях пандемии COVID-19.
    </div>
    <div class="tab_content-text">
      «На фоне стремительного распространения пандемии коронавирусной инфекции
      среди большего числа стран мира, люди начинают испытывать повышенный
      страх, волнение и беспокойство. Говоря терминами общественного
      здравоохранения, используемыми в контексте охраны психического здоровья,
      главные психологические последствия пандемии сегодня выражаются в
      повышенном уровне стресса и тревожности.»
    </div>
    <div class="tab_content-text">
      Все вышеперечисленное не может не влиять на сферу коммуникации, то есть
      общения, в особенности в социальных службах. Эпоха пандемии COVID-19 –
      время повышенной сложности для эффективного общения, с преодолением всех
      барьеров и страхов в процессе коммуникации.
    </div>
    <div class="tab_content-text">
      У людей, работающих в профессиях сферы «человек – человеку» и у
      сотрудников общественных организаций, эффективное межличностное
      взаимодействие является одной из основных профессиональных компетенций и
      существенно влияет на результаты работы и успешность в профессии.
    </div>
    <div class="tab_content-block">
      <div class="tab_content-text">
        <strong class="strongColor">Коммуникация</strong> - это двусторонняя
        деятельность по передаче информации. Слово «коммуникация» происходит от
        латинского слова «communis», что означает «поделиться».
      </div>
      <div class="tab_content-text">
        <strong class="strongColor"> Эффективная коммуникация </strong> – это
        двусторонняя, основанная на взаимном доверии и уважении, деятельность по
        передаче и пониманию информации через обратную связь. Коммуникация в
        условиях пандемии COVID-19, или межличностное общение, как правило,
        осложнена повышенным уровнем тревоги с обеих сторон, высокой
        вероятностью недоверия к любым источникам информации, дезинформации в
        отношении коронавирусной пандемии и вакцинации и прочих барьеров, и
        страхов.
      </div>
    </div>
    <div class="tabImg" style="max-width: 600px">
      <img class="w-100" src="/images/tabImg/134.jpg" alt="wewe" />
    </div>
    <div class="tab_content-block">
      <div class="tab_content-text">
        Исходя из вышеуказанного, представляется важным формирование принципов
        эффективной коммуникации в условиях пандемии COVID-19 на основе общих
        принципов межличностного общения.
      </div>
      <div class="tab_content-text">
        Для того, чтобы понять принципы эффективной коммуникации, стоит
        рассмотреть несколько типов поведения людей в обществе. Выделяют три
        основных типа поведения: агрессивное, неуверенное и уверенное (в
        некоторых источниках — ассертивное) поведение.
      </div>
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">Агрессивное поведение</div>
      <div class="tab_content-text">
        Проявляется в том, что вы защищаете свои личные права и выражения
        чувств, мыслей таким образом, что это становится неприемлемым и нарушает
        права другого человека. Превосходство достигается путем унижения других.
        За агрессией скрывается глубокая неуверенность в себе. Целью такого
        поведения является победить, заставить проиграть, наказать другого.
        Агрессивное поведение создает врагов, развивает страх, делает вашу жизнь
        более сложной.
      </div>
      <div class="tab_content-text">
        Отношения построены на негативных эмоциях и не стабильны, человек не
        может расслабиться. Со временем уже невозможно вести себя не агрессивно,
        человек причиняет боль близким и сам страдает от этого.
      </div>
    </div>
    <div class="tabImg" style="max-width: 640px">
      <img class="w-100" src="/images/tabImg/135.jpg" alt="" />
    </div>
    <div class="tab_content-text">
      <strong class="strongColor">Неуверенное (пассивное) поведение</strong> -
      Человек не выражает свои мысли, чувства, убеждения, тем самым позволяя
      другим нарушать свои права. Неуверенное поведение также может означать
      выражение мыслей и чувств, в такой извиняющейся и скромной манере, что
      другие просто не обратят на них внимания. Неуверенные люди считают, что
      они находятся во власти событий и не контролируют их, поэтому стараются не
      предпринимать самостоятельных действий. Они не позволяют своим
      потребностям иметь преимущество над потребностями других. Те, кто привык
      во всем сомневаться, разрешают другим принимать за них решения. За
      неуверенностью обычно скрывается глубинный страх перед тем, что в один
      момент ты не сможешь оправдать ожидания других.
    </div>
    <div class="tab_content-text">
      <strong class="strongColor">Ассертивное (уверенное) поведение</strong>
      Ассертивное поведение — это умение открыто и честно выражать свои чувства,
      желания, убеждения, без ущемления прав других людей и без расчета на
      немедленные ответные действия с их стороны. Это умение предполагает
      владение несколькими навыками и использование этих навыков в ситуациях
      межличностного взаимодействия.
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">
        Навыки, необходимые для уверенного общения:
      </div>
      <div class="tab_content-text">
        <strong class="strongColor">1.</strong> Умение понимать свои желания и
        чувства и открыто о них говорить. Для того, чтобы научиться открытости
        желаний и чувств, необходимо обладать несколькими элементарными
        навыками. Выражение чувств предполагает, что человек умеет чувствовать,
        что у него бывают разнообразные чувства, а не одна большая злость или
        тоска. Далее, он должен уметь эти чувства в себе замечать, знать, как
        они называются, уметь подбирать подходящие слова для их выражения.
        Наконец, человек должен уметь выражать чувства в диалоге с партнером и
        добиваться их конгруэнтности (соответствия) вербальных (словесных) и
        невербальных средств выражения чувств. Все это в полной мере касается и
        желаний — как личных, так и желаний партнера.
      </div>
      <div class="tab_content-text">
        <strong class="strongColor">2.</strong> Умение открыто отражать чувства
        и желания других. Этот навык заключается в том, что уверенный в себе
        человек в состоянии помочь партнеру выразить его чувства и
        сформулировать его желания для него самого и для других. Навык снимает
        массу проблем в межличностных отношениях и существенно экономит время на
        их выяснение.
      </div>
      <div class="tab_content-text">
        <strong class="strongColor">3.</strong> Умение говорить «нет». Неумение
        говорить «нет» часто приводит к довольно сложным и неприятным
        переживаниям, потому что в результате мы берем на себя невыполнимые
        обязательства, соглашаемся на работу, которая нам ничего не может дать,
        в конечном счете, подводим других людей. Чаще всего отказ неприятен
        нашему партнеру. Но это не повод, чтобы со всем соглашаться. Ведь
        просьбы и требования бывают глупыми, оскорбительными, незаконными.
        Уверенный человек прежде всего заботится об удовлетворении собственных
        потребностей, при этом он хорошо видит и слышит других. Но если
        выполнение просьбы идет вразрез с его интересами, он, в первую очередь,
        подумает о себе. Это не значит, что все просьбы остаются без внимания,
        просто забота о других не мешает, как это часто бывает, выполнению
        собственных дел. Как правило, аргументированный отказ абсолютно
        нормально воспринимается второй стороной.
      </div>
    </div>
    <div class="tabImg" style="max-width: 670px">
      <img class="w-100" src="/images/tabImg/136.jpg" alt="" />
    </div>
    <div class="tab_content-title">
      Принципы эффективной коммуникации в условиях пандемии COVID-19:
    </div>
    <ul class="tab-content_ul">
      <div>
        <li v-for="(item, i) in items" :key="i" class="tab-content_li">
          <img data-v-459d7600="" src="/svg/virusIcon.svg" alt="" />
          <span>{{ $t(item.name) }}</span>
        </li>
      </div>
    </ul>
    <div class="tabImg" style="max-width: 720px">
      <img class="w-100" src="/images/tabImg/137.jpg" alt="wewe" />
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-1",
  components: {},
  data() {
    return {
      items: [
        {
          id: 0,
          name: "Доверительный контакт с клиентом.",
        },
        {
          id: 1,
          name: "Активная невербальная связь (открытые жесты, позы, мимика).",
        },
        {
          id: 2,
          name: "Создание максимально возможной благоприятной внешней среды для общения (спокойное, тихое помещение с комфортными условиями)",
        },
        {
          id: 3,
          name: "Уважительное и понимающее отношение к позиции клиента.",
        },
        {
          id: 4,
          name: "Работа с ложными убеждениями и страхами в отношении коронавирусной инфекции.",
        },
        {
          id: 5,
          name: "Активное слушание.",
        },
        {
          id: 6,
          name: "Создание и поддержание чувства безопасности.",
        },
        {
          id: 7,
          name: "Регулярный мониторинг обратной связи",
        },
      ],
    };
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
.tabImg {
  width: 100%;
  margin: 20px auto;
}
.tabImg img {
  width: 100%;
  object-fit: contain;
}
.tab_content-title {
  margin-bottom: 20px;
  text-transform: uppercase;
  max-width: 600px;
  width: 100%;
}
</style>
