<template>
  <div class="tab_content">
    <div class="tab_content-block">
      <div class="module_title">
        Основные навыки эффективного общения: коммуникативные барьеры,
        невербальное общение, активное слушание, сопереживание и преодоление
        стигмы, открытые и закрытые вопросы, влияние факторов внешней среды.
      </div>
      <div class="tab_content-text">
        Коммуникационные барьеры. Все люди устанавливают границы личного
        прост-ранства, «ставят барьеры», чтобы не подпускать близко. В публичных
        местах, если приходится сидеть вместе, некоторые стараются сесть
        подальше, отгораживаются друг от друга столами и стульями, занимают
        свободные места одеждой и вещами, играют в телефонные игры или на
        ноутбуках, чтобы пресечь возможное общение. При этом многие из таких
        людей желают короткого общения, дружелюбия от присутствующих и, если
        проявить теплоту и заинтересованность, готовы общаться. Некоторые очень
        болезненно реагируют на оживленное общение соседей, обвиняя их в
        чрезмерной громкости и эмоциональности.
      </div>
      <div class="tab_content-text">
        Соблюдение личной территории обязательно для эффективной коммуникации.
        Однако в ситуации угрозы (авария, враждебные действия) чужие друг другу
        люди начинают взаимодействовать почти немедленно. В тревожных же
        обстоятельствах многие предпочитают уединение, так как опасаются
        неадекватных реакций других людей и своих собственных.
      </div>
      <div class="tab_content-text">
        Но чтобы развивать отношения, с какой-то стороны должна быть инициатива
        открыться и поделиться чем-то личным, соотнести цели, ожидания, может,
        рассказать какие-то секреты. Без самораскрытия нет реального чувства
        близости, доверия, понимания.
      </div>
      <div class="tab_content-text">
        Мотивации стремления к власти, использования ситуации в собственных
        интересах также мешают эффективному общению, так как человек рискует
        открыться и получить негативные переживания. К тому же, никому не
        нравится чувствовать себя «используемым» в чужих целях.
      </div>
      <div class="tab_content-text">
        Использование “ярлыков” в общении может значительно ухудшить
        эффективность коммуникации. Ярлык содержит минимум информации и максимум
        эмоциональной окраски: «тиран», «истеричка», «самодур», «странный».
        Некоторые ярлыки не меняются в сознании людей очень долго. Присвоив
        негативный ярлык, человек старается не общаться с его носителем,
        невнимателен к его высказываниям, эмоциям, ему неважно, что думает и
        делает отмеченный ярлыком человек.
      </div>
    </div>
    <div class="tab_content-title">Коммуникационные барьеры</div>
    <div class="tabImg" style="max-width: 670px">
      <img class="w-100" src="/images/tabImg/138.jpg" alt="" />
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">Невербальное общение</div>
      <div class="tab_content-text">
        <strong class="strongColor">Невербальное общение</strong> - это мимика,
        поза тела, жесты и движения человека во время общения с собеседником.
      </div>
      <ul class="tab-content_ul">
        <div>
          <li v-for="(item, i) in items1" :key="i" class="tab-content_li">
            <img data-v-459d7600="" src="/svg/virusIcon.svg" alt="" />
            <span>{{ $t(item.name) }}</span>
          </li>
        </div>
      </ul>
    </div>
    <div class="tabImg" style="max-width: 660px">
      <img class="w-100" src="/images/tabImg/139.jpg" alt="" />
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">Активное слушание</div>
      <div class="tab_content-text">
        <strong class="strongColor">Активное слушание </strong> – это такой вид
        общения, при котором слушающая сторона активно выражает свое
        сопереживание и поддержку собеседнику. При активном слушании необходимо
        дать понять собеседнику, что его чувства, проблемы и переживания важны и
        ценны. Таким образом устанавливаются доверительные отношения между
        обеими сторонами разговора. Для этого необходимо внимательно слушать,
        демонстрируя свое внимание взглядом, позой (поза внимания — корпус
        слегка наклонён вперёд по направлению к собеседнику). Важно также
        поощрять собеседника во время его речи: кивать головой, поощряя клиента
        продолжать, подбадривать словами: «да, Вы правы», «я понимаю Ваши
        чувства», «пожалуйста, продолжайте». Можно иногда повторять последние
        слова клиента или пользоваться перефразированием: «Если я Вас правильно
        понял, Вы хотите сказать…» для уточнения правильности понимания
        услышанного.
      </div>
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">Открытые и закрытые вопросы</div>
      <div class="tab_content-text">
        Вопросы в процессе общения играют очень большую роль, так как часто
        являются ключом, раскрывающим многие моменты, которые сам человек бы не
        стал рассказывать. Конечно, очень важно во время беседы задавать такие
        вопросы, которые не будут восприниматься как навязчивые, грубые или
        неуместные. Существует два основных типа вопросов: открытые и закрытые
        вопросы.
      </div>
      <div class="tab_content-text">
        <strong class="strongColor">Открытый тип</strong> вопроса – это когда
        вопросы подразумевают широкий спектр ответов. Такой вид вопросов
        необходим для сбора информации, где важно мнение собеседника, его
        взгляды, чувства и переживания.
        <br />
        Обычно такие вопросы начинаются со слов «Что…», «Могу ли…», «Не могли бы
        Вы…» или «Как…». Вопросы типа: «Как Вы проводите свободное время?» или
        «Не могли бы Вы рассказать мне о своей семье?» являются хорошими
        примерами вопросов открытого типа.
      </div>
    </div>
    <div class="tabImg" style="max-width: 760px">
      <img class="w-100" src="/images/tabImg/152.jpg" alt="" />
    </div>
    <div class="tab_content-text">
      <strong class="strongColor">Закрытый тип</strong> вопроса подразумевает
      ответ «да», «нет» или цифру. Данный вид вопрос нужен при сборе
      количественной информации: год рождения, наличие или отсутствие конкретных
      фактов, числовые показатели. Обычно ответы на такие вопросы состоят из
      одного слова. Как правило, такие вопросы начинаются со слов «А Вы...», «Вы
      являетесь…», «Вы делаете...», «Вы делали...», «Сколько…». Например: «Вы
      рассказали своей жене о том, что произошло?» или «Сколько у Вас братьев и
      сестёр?»
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">Влияние факторов внешней среды</div>
      <div class="tab_content-text">
        Кроме личности собеседника, на впечатление от беседы и ее результат
        сильно влияют такие факторы как:
      </div>
      <div class="tab_content-text">
        1) Помещение, в котором проходит беседа. Желательно, чтобы оно было
        тихим и чистым, с располагающей обстановкой
      </div>
      <div class="tab_content-text">
        2) Посторонние шумы и звуки. Громкий шум автомагистрали, крики людей
        могут испортить впечатление от беседы.
      </div>
      <div class="tab_content-text">
        3) Разговоры по мобильной связи и отвлеченность на другие разговоры.
        Беседа будет более продуктивной, если ничего не будет мешать общению
        двух сторон
      </div>
      <div class="tab_content-text">
        4) Пунктуальность и дружелюбная обстановка. Даже если одна из сторон
        часто опаздывает, постоянная пунктуальность другой стороны постепенно
        может помочь начинать все встречи вовремя. Также такой подход показывает
        собеседнику важность встречи с ним, настраивая на более открытое
        общение. Дружелюбная остановка способствует расслаблению и позитивному
        настрою, что улучшает результат общения.
      </div>
    </div>
    <div class="tab_content-block">
      <div class="tab_content-text">
        <strong class="strongColor">Выражение позитивных чувств</strong> Эта
        сфера поведения очень близка к приемам, которыми мы вызываем симпатию у
        других людей. Очень важно указать на важность выражения позитивных
        чувств в отношении близких людей (особенно детей). Выражение позитивных
        чувств доставляет другому радость. Также выражение позитивных чувств
        служит подкреплением поведению, которое их вызвало, и это поведение
        впредь встречается чаще.
      </div>
    </div>
    <div class="tab_content-text">
      Если мы говорим о своих позитивных чувствах, то имеет смысл описать
      конкретное поведение партнера, которое их вызвало.
    </div>
    <ul class="tab-content_ul">
      <div>
        <li v-for="(item, i) in items" :key="i" class="tab-content_li">
          <img data-v-459d7600="" src="/svg/virusIcon.svg" alt="" />
          <span>{{ item.name }}</span>
        </li>
      </div>
    </ul>
    <div class="tabImg" style="max-width: 820px">
      <img class="w-100" src="/images/tabImg/153.jpg" alt="wewe" />
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">Выражение негативных чувств</div>
      <div class="tab_content-text">
        Негативные чувства также заслуживают того, чтобы их выражали открыто.
        Если мы будем постоянно накапливать в себе негативные чувства по
        отношению к какому-то человеку, то мы не сможем вести себя с ним
        естественно, адекватно в сложившейся ситуации. Мы будем раздражаться,
        неадекватно реагировать на его поведение, и наконец, можем обрушить на
        него массу негативных эмоций, к которым он не имеет никакого отношения.
        Поэтому, необходимо своевременно отслеживать негативные эмоции по
        отношению к другому.
      </div>
      <div class="tab_content-text">
        Отличие выражения негативных чувств от выражения позитивных чувств
        состоит в том, что мы не можем ограничиться выражением чувства и
        описанием поведения, которое его вызвало. Выражение негативных чувств
        всегда следует сопровождать открытым выражением конкретных желаний,
        связанных с изменением поведения партнера.
      </div>
    </div>
    <div class="tabImg my-4" style="max-width: 800px">
      <img class="w-100" src="/images/tabImg/154.jpg" alt="wewe" />
    </div>
  </div>
</template>
<script>
export default {
  name: "tab-5",
  components: {},
  data() {
    return {
      items: [
        {
          id: 0,
          name: " Не откладывайте «на потом».",
        },
        {
          id: 1,
          name: " Используйте местоимение «я» («мне», «меня»).",
        },
        {
          id: 2,
          name: " Назовите чувство «по имени» как можно точнее — не преувеличивая и не преуменьшая.",
        },
        {
          id: 3,
          name: " Скажите, каким конкретно поступком вызваны ваши чувства.",
        },
        {
          id: 4,
          name: " Постарайтесь подкрепить слова мимикой, позой, интонациями. Позитивное отношение к собственным чувствам ",
        },
        {
          id: 5,
          name: "	Я имею право на любые чувства — как позитивные, так и негативные. Я принимаю чувства такими, какие они есть не гоню их от себя.",
        },
        {
          id: 6,
          name: "	Никто лучше меня не знает моих чувств.",
        },
        {
          id: 7,
          name: "	Чувства, возникшие по отношению к другим, лучше выразить в диалоге с их непосредственным участием.",
        },
        {
          id: 8,
          name: "	Мой авторитет не страдает, если я говорю о своих чувствах.",
        },
        {
          id: 9,
          name: "  Выражение позитивных чувств ни к чему не обязывает.",
        },
        {
          id: 10,
          name: "  Не следует смешивать позитивные и негативные чувства. Их необходимо разделять во времени. Похвала со злобным выражением лица только дезориентирует партнера.",
        },
        {
          id: 11,
          name: "  Принимайте и цените похвалу партнера! Он сделал это для вас",
        },
      ],
      items1: [
        {
          id: 0,
          name: "сохранять визуальный контакт",
        },
        {
          id: 1,
          name: "находиться в открытой позе (руки и ноги не скрещены,   корпус 	тела развернут к собеседнику)",
        },
        {
          id: 2,
          name: "жестами и мимикой поощрять речь другого человека – кивать 	в ответ на какие-либо утверждения и т.д.",
        },
      ],
    };
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
.tabImg {
  width: 100%;
  margin: 20px auto;
}
.tabImg img {
  object-fit: contain;
}
</style>
