<template>
  <div class="tab_content">
    <div class="tab_content-block">
      <div class="tab_content-title">
        Руководящие принципы конфиденциальности и безопасности информации о ВИЧ
      </div>
      <div class="tab_content-text">
        Процедуры получения данных о ВИЧ должны соответствовать международным
        этическим и правовым стандартам. Фундаментальные этические и правовые
        стандарты защиты частной жизни и конфиденциальности содержатся в
        соответствующих документах по правам человека. Право на
        неприкосновенность частной жизни упоминается в статье 12 Всеобщей
        декларации прав человека; Статья 17 Международного пакта о гражданских и
        политических правах; Статья 37 Конвенции о правах ребенка.
      </div>
    </div>
    <div class="tabImg" style="max-width: 800px">
      <img src="/images/tabImg/132.jpg" alt="" />
    </div>
    <div class="tab_content-text">
      Действия, связанные с ВИЧ, заключаются в том, чтобы обеспечить
      конфиден-циальность результатов теста на ВИЧ и гарантировать право на
      неразглашение информации третьим сторонам, все еще является важнейшим
      элементом глобального ответа на ВИЧ/СПИД» (пункт 16). В частности,
      правительства обязались обеспечить соблюдение законодательства, правил и
      других мер для обеспечения всех прав людей, живущих с ВИЧ, включая
      неприкосновенность частной жизни и конфиденциальность (пункт 58).
    </div>
    <div class="tab_content-text">
      Еще одним источником международных стандартов является Всеобщая декларация
      ЮНЕСКО о биоэтике и правах человека. В статье 9 Декларации, озаглавленной
      «Неприкосновенность частной жизни и конфиденциальность», говорится:
      «Необходимо уважать частную жизнь заинтересованных лиц и
      конфиденциальность их личной информации. Насколько это возможно, такая
      информация не должна использоваться или разглашаться в целях, отличных от
      тех, для которых она была собрана или для которых было получено согласие,
      в соответствии с международным правом, в частности международным правом в
      области прав человека».
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">
        Принципы конфиденциальности и безопасности информации о ВИЧ
      </div>
      <div class="tab_content-text">
        Врачебная тайна (медицинская тайна) Информация о факте обращения за
        меди- цинской помощью, состоянии здоровья гражданина, диагнозе его
        заболевания иные сведения, полученные при его обследовании и лицензии,
        составляют врачебную тайну.
      </div>
      <div class="tab_content-text">
        Предоставление сведений, составляющих врачебную тайну, без согласия
        граждани-на или его законного представителя допускается: в целях
        обследования и лечения гражданина, не способного из-за своего состояния
        выразить свою волю;
      </div>
      <div class="tab_content-text">
        • при угрозе распространения инфекционных заболеваний массовых
        отравлений и поражений;
      </div>
      <div class="tab_content-text">
        • по запросу органов дознания и следствия, прокуратуры и суда в связи с
        проведе-нием расследования или судебным разбирательством;
      </div>
      <div class="tab_content-text">
        • в случае оказания помощи несовершеннолетнему в возрасте до пятнадцати
        лет для информирования его родителей или законных представителей;
      </div>
      <div class="tab_content-text">
        • при наличии оснований, позволяющих полагать, что вред здоровью
        гражданина причинен в результате противоправных действий либо
        несчастного случая.
      </div>
      <div class="tab_content-text mt-3">
        Лица, которым в установленном порядке переданы сведения, составляющие
        врачеб-ную тайну, наравне с медицинскими и фармацевтическими работниками
        несут за разглашение врачебной тайны ответственность в соответствии с
        законом.
      </div>
    </div>
    <div class="tab_content-block">
      <div class="tab_content-title">
        Законы РУз, регулирующие права пациентов и населения:
      </div>
      <div class="tab_content-text">
        • Статья 24 «Закона об Охране Здоровья Граждан». Права пациента
        сохранение в тайне информации о факте обращения за медицинской помощью,
        о состоянии здоровья, диагнозе и иных сведений, полученных при его
        обследовании и лечении.
      </div>
      <div class="tab_content-text">
        • Закон Республики Узбекистан «О Персональных данных» Статья 27.
        Гарантии защиты персональных данных; Статья 28. Конфиденциальность
        персональных данных.
      </div>
      <div class="tab_content-text">
        • Закон Республики Узбекистан «О Принципах и Гарантиях Свободы
        Информации» Статья 11. Защита информации.
      </div>
      <div class="tab_content-text">
        • Неприкосновенность частной жизни защитили законом в Узбекистане.
        Согласно статье 46 Кодекса об административной ответственности,
        незаконное собирание или распространение сведений о частной жизни лица,
        составляющих его личную или семейную тайну, без его согласия.
      </div>
    </div>
    <div class="tab_content-text">
      <strong class="strongColor">Неоставление без помощи:</strong> из
      соображений равного нравственного уважения и обязанности оказывать помощь
      следует, что ни один человек, нуждающийся в медицинской помощи, не должен
      быть оставлен без внимания. Оказание помощи распространяется на семью и
      других лиц, близких к пациентам; следует изыскивать возможности для
      коммуникации с ними.
    </div>
    <div class="tab_content-text">
      Всем пациентам с дыхательной недостаточностью, с отсутствием показаний для
      ИВЛ или у которых она была прекращена, следует оказывать паллиативную
      помощь.
    </div>
    <div class="d-flex flex-column align-items-center my-3">
      <div class="tabImg" style="max-width: 200px">
        <img src="/images/tabImg/image 183.png" alt="" />
      </div>
      <div class="tab_content-block mt-3">
        <div class="tab_content-title text-center">
          Каждый человек одинаково ценен
        </div>
        <div class="tab_content-text bgTab text-center">
          Решения о лечении должны основываться на медицинских потребностях, без
          учета таких признаков, как этническая принадлежность, религия, пол,
          возраст, инвалидность или политическая ориентация
        </div>
      </div>
    </div>
    <div class="d-flex flex-column align-items-center my-3">
      <div class="tabImg" style="max-width: 200px">
        <img src="/images/tabImg/image 184.png" alt="" />
      </div>
      <div class="tab_content-block mt-3">
        <div
          class="tab_content-text text-center"
          style="max-width: 600px; width: 100%"
        >
          <strong class="strongColor">
            Каждый пациент имеет право получать наилучшую помощь и лечение,
            доступные в данных обстоятельствах
          </strong>
        </div>
      </div>
    </div>
    <div class="d-flex flex-column align-items-center my-3">
      <div class="tabImg" style="max-width: 200px">
        <img src="/images/tabImg/image 185.png" alt="" />
      </div>
      <div class="tab_content-block mt-3">
        <div
          class="tab_content-text text-center"
          style="max-width: 600px; width: 100%"
        >
          <strong class="strongColor">
            Ни один человек, нуждающийся в медицинской помощи, не должен быть
            оставлен без внимания
          </strong>
        </div>
      </div>
    </div>
    <div class="d-flex flex-column align-items-center my-3">
      <div class="tabImg" style="max-width: 200px">
        <img src="/images/tabImg/image 186.png" alt="" />
      </div>
      <div class="tab_content-block mt-3">
        <div
          class="tab_content-text text-center"
          style="max-width: 600px; width: 100%"
        >
          <strong class="strongColor">
            Вся коммуникация между пациентом и врачом должна оставаться
            конфиденциальной.
          </strong>
        </div>
      </div>
    </div>
    <div class="d-flex flex-column align-items-center my-3">
      <div class="tabImg" style="max-width: 200px">
        <img src="/images/tabImg/image 187.png" alt="" />
      </div>
      <div class="tab_content-block mt-3">
        <div
          class="tab_content-text text-center"
          style="max-width: 600px; width: 100%"
        >
          <strong class="strongColor">
            Вся коммуникация между пациентом и врачом должна оставаться
            конфиденциальной.
          </strong>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-4",
  components: {},
  data() {
    return {};
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
.tabImg {
  width: 100%;
  margin: 30px auto;
}
.tabImg img {
  width: 100%;
  object-fit: contain;
}
</style>
