<template>
  <div class="tab_content">
    <div class="tab_content-block">
      <div class="tab_content-title">
        Принципы конфиденциальности и безопасности информации о ВИЧ
      </div>
      <div class="tab_content-text">
        Врачебная тайна (медицинская тайна) Информация о факте обращения за
        меди- цинской помощью, состоянии здоровья гражданина, диагнозе его
        заболевания иные сведения, полученные при его обследовании и лицензии,
        составляют врачебную тайну.
      </div>
      <div class="tab_content-text">
        Предоставление сведений, составляющих врачебную тайну, без согласия
        граждани-на или его законного представителя допускается: в целях
        обследования и лечения гражданина, не способного из-за своего состояния
        выразить свою волю;
      </div>
      <div class="tab_content-text">
        • при угрозе распространения инфекционных заболеваний массовых
        отравлений и поражений;
      </div>
      <div class="tab_content-text">
        • по запросу органов дознания и следствия, прокуратуры и суда в связи с
        проведе-нием расследования или судебным разбирательством;
      </div>
      <div class="tab_content-text">
        • в случае оказания помощи несовершеннолетнему в возрасте до пятнадцати
        лет для информирования его родителей или законных представителей;
      </div>
      <div class="tab_content-text">
        • при наличии оснований, позволяющих полагать, что вред здоровью
        гражданина причинен в результате противоправных действий либо
        несчастного случая.
      </div>
      <div class="tab_content-text mt-3">
        Лица, которым в установленном порядке переданы сведения, составляющие
        врачеб-ную тайну, наравне с медицинскими и фармацевтическими работниками
        несут за разглашение врачебной тайны ответственность в соответствии с
        законом.
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: "tab-5",
  components: {},
  data() {
    return {};
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}
</style>
