<template>
  <div class="tab_content">
    <div class="tab_content-block">
      <div class="tab_content-title">Физическая безопасность</div>
      <div class="tab_content-text">
        Эпизодическая или продольная биомедицинская информация, собранная в
        рамках клинического ведения, будь то в бумажном или электронном формате,
        должна быть физически защищена, например, путем хранения в запираемом
        шкафу, в запертой комнате и в охраняемом здании. Передача информации на
        бумажных носителях может включать транспортировку в запертых портфелях,
        передачу по факсу (в рамках некоторых дополнительных процедурных мер
        защиты) или использование почтовых услуг внутри организации (внутренняя
        почта) или между организациями (внешняя почта). Электронные
        инфраструктуры, которые слишком рассредоточены географически, чтобы их
        можно было физически защитить, например, глобальные сети (WAN), должны
        быть защищены с помощью коммерчески доступных или общедоступных схем
        шифрования и паролей.
      </div>
    </div>
    <div class="tab_content-title text-center">ПЕРСОНАЛЬНЫЕ ДАННЫЕ</div>
    <div class="tabImg" style="max-width: 650px">
      <img src="/images/tabImg/130.jpg" alt="" />
    </div>
    <div class="tab_content-title text-center mt-5">
      ПРЕДОСТАВЛЕНИЕ СВЕДЕНИЙ, СОСТАВЛЯЮЩИХ ВРАЧЕБНУЮ ТАЙНУ, БЕЗ СОГЛАСИЯ
      ГРАЖДАНИНА ИЛИ ЕГО ЗАКОННОГО ПРЕДСТАВИТЕЛЯ ДОПУСКАЕТСЯ
    </div>
    <ul class="tab-content_ul">
      <div>
        <li v-for="(item, i) in items" :key="i" class="tab-content_li">
          <img src="/svg/virusIcon.svg" alt="" />
          <span>{{ item.name }}</span>
        </li>
      </div>
    </ul>
    <div class="tabImg" style="max-width: 620px">
      <img src="/images/tabImg/131.jpg" alt="" />
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-2",
  components: {},
  data() {
    return {
      items: [
        {
          id: 0,
          name: "в целях обследования и лечения гражданина, не способного из-за своего состояния выразить свою волю;",
        },
        {
          id: 1,
          name: "при угрозе распространения инфекционных заболеваний массовых отравлений и поражений;",
        },
        {
          id: 2,
          name: "по запросу органов дознания и следствия, прокуратуры и суда в связи с проведением расследования или судебным разбирательством;",
        },
        {
          id: 3,
          name: "в случае оказания помощи несовершеннолетнему в возрасте до пятнадцати лет для информи-рования его родителей или законных представителей;",
        },
        {
          id: 4,
          name: "при наличии оснований, позволяющих полагать, что вред здоровью гражданина причинен в результате противоправных действий либо несчастного случая.",
        },
      ],
    };
  },
};
</script>
<style scoped>
.tabImg {
  width: 100%;
  margin: 0 auto;
  margin-top: 20px;
}
.tabImg img {
  width: 100%;
  object-fit: contain;
}
@media (max-width: 768px) {
}
</style>
