<template>
  <div class="tab_content">
    <div class="tab_content-block">
      <div class="tab_content-title">Электронная безопасность</div>
      <div class="tab_content-text">
        Доступ к персональным компьютерам, ноутбукам и серверам должен быть
        защищен с помощью паролей, брелоков, смарт-карт или других средств
        защиты доступа к хранимой информации. Данные могут храниться в
        зашифрованном формате и содержать другие элементы управления доступом,
        такие как пароли и идентификаторы пользователей. Данные, хранящиеся в
        локальных или глобальных сетях с большим количеством компьютеров или
        доступом в Интернет, потребуют использования таких технологий, как
        брандмауэры и маршрутизаторы, чтобы ограничить доступ тем, кто имеет
        право на данные. Различные уровни доступа могут быть созданы в
        зависимости от различных целей для информации.
      </div>
      <div class="tab_content-text">
        Передача данных: для электронных данных это включает использование карт
        памяти, смарт-карт, персональных цифровых помощников (КПК), телефонных
        разговоров, зашифрованной электронной почты, защищенного протокола
        передачи файлов (ftp) или защищенного веб-сервисы. Меры безопасности,
        необходимые в таких ситуациях, включают шифрование и использование пар
        открытого и закрытого ключей, виртуальные частные сети (VPN) и другие
        соответствующие меры.
      </div>
    </div>
  </div>
</template>
<script>
import "@/assets/styles/pages/detailed-tab.css";
export default {
  name: "tab-3",
  components: {},
  data() {
    return {};
  },
};
</script>
<style scoped>
.tab_content-text {
  margin-bottom: 10px;
}

</style>
